Repository: obisconcept/neos-short-urls
Catalog: Resources/Private/Translations/*/Main.xliff
Languages: de

# buttons.newTimed
source: New timed ShortUrl
de: Neue zeitgesteuerte Kurz-Url

# buttons.new
source: New ShortUrl
de: Neue Kurz-Url

# messages.nothingFound.title
source: No short links could be found in the database.
de: In der Datenbank konnten keine Kurz-Urls gefunden werden.

# messages.nothingFound.message
source: Maybe you want to create a new one.
de: Vielleicht möchten Sie einen neuen erstellen.

# table.head.target
source: Target
de: Ziel

# table.head.validFrom
source: Valid from
de: Gültig ab

# table.head.validUntil
source: Valid until
de: Gültig bis

# table.head.actions
source: Actions
de: Aktionen

# table.body.notAvailable
source: n/a
de: n/v

# heading.new
source: Create a new ShortUrl
de: Eine neue Kurz-Url erstellen

# heading.newTimed
source: Create a new timed ShortUrl
de: Eine neue zeitgesteuerte Kurz-Url erstellen

# heading.edit
source: Edit an existing ShortUrl
de: Eine existierende Kurz-Url bearbeiten

# form.submit
source: Save
de: Speichern

# form.abort
source: Abort
de: Abbrechen

# tooltips.newTimed
source: A timed ShortUrl is only valid within a specified time range.
de: Eine zeitgesteuerte Kurz-Url ist nur innerhalb eines bestimmten Zeitraums gültig.
